{
  "description":{
    "wiki": [
      {
        "section_name": "Historique",
        "section_content": "La 507 est une évolution de la BMW 503, conçues par le designer allemand de BMW Albrecht von Goertz (élève du designer Raymond Loewy). Un prototype est présenté en 1955 au palace Waldorf-Astoria de Manhattan à New York, puis au salon de l'automobile de Francfort, puis au salon de l'automobile de New York, avant de lancer la production l'année suivante, avec une prévision de vente de 1000 unités par an. \n\nMusée BMW de Munich\n\t\t\n\t\t\n\t\t\nUne revue de l'époque site lors de la première apparition du roadster en 1955 :\n« BMW a battu les Italiens dans la catégorie des voitures de sport haut de gamme. » . Destinée à rivaliser avec la concurrence dans la catégorie sportive de prestige sur le marché américain, face entre autres aux légendaires Mercedes-Benz 300 SL de 1954, la 507 connait un important échec commercial, du en partie à son tarif exorbitant de 10 000 dollars de l'époque, avec une production à perte de 15 millions de Deutsche Mark en 1959, qui contraint le constructeur à arrêter la production début 1959, pour éviter la faillite."
      },
      {
        "section_name": "Caractéristiques",
        "section_content": "La 507 reprend le châssis des BMW 503 raccourci de 35 cm, avec une carrosserie façonnée artisanalement en aluminium (le chef designer BMW Chris Bangle s'en inspire pour la carrosserie des BMW Z8 de 2000-2003, considérée comme son héritière directe). \n\n\t\t\n\t\t\nElle est motorisée par le moteur BMW OHV V8 des BMW 502 / BMW 503, premier moteur V8 historique de la marque, avec 3,2 Litres de cylindrée, incliné à 90°, à soupapes en tête, poussé à 150 chevaux par un double carburateurs Zenith, pour une vitesse maximum de 217 km/h."
      },
      {
        "section_name": "BMW 507 célèbres",
        "section_content": "De nombreuses stars du spectacle de l'époque en possèdent une, dont Alain Delon, Jean Marais, Toni Sailer, John Surtees, et Elvis Presley (qui en avait acheté une en Allemagne entre 1958 et 1960, durant son service militaire dans le 3e division blindée de la base américaine de Ray Barracks (en) à Friedberg). Il l’offre à l’actrice Ursula Andress quelques années après son retour aux États-Unis, où elle apparaît dans leur film musical commun L'Idole d'Acapulco de Richard Thorpe de 1963. Retrouvée à l'état d'épave dans un hangar de Californie, elle est exposée au musée BMW de Munich depuis 2016, après deux ans de restauration complète d'origine, et sa présentation au Concours d'Elegance à Pebble Beach en Californie. \n\nBMW 507 d'Elvis Presley, au Musée BMW de Munich\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\nElle apparaît dans l'un des trois films de la trilogie Fantômas d'André Hunebelle, conduite par les acteurs Jean Marais et Louis de Funès. La légende raconte que le modèle utilisé pour le film était la voiture personnelle de Jean Marais, grand amateur de voitures de sport, et de BMW en particulier.\nUne version unique de BMW 3200 Michelotti Vignale (de) est conçue par le designer italien Giovanni Michelotti, sur les bases d'un châssis et moteur de BMW 507. La carrosserie est réalisée par le designer Sergio Scaglietti chez Vignale à Turin. Elle est présentée au Salon de l'automobile de Turin de 1959, et a appartenu à plusieurs propriétaires, exposée un temps au musée de l'automobile de Blackhawk près de San Francisco en Californie, avant d’être rachetée par le Musée BMW de Munich (une BMW 3200 CS est produite à plus de 603 exemplaires entre 1962 et 1965)."
      },
      {
        "section_name": "Lieu et chiffres de production",
        "section_content": "La BMW 507 est l'une des plus belles voitures des années 1950, prisée dans les concours d'élégance. Elle a été construite sur le site industriel historique de Munich en Allemagne (Tour BMW / Musée BMW). \n\n\t\t\n\t\t\n\t\t\n\t\t\nSa production très limitée en fait une des automobiles de collection les plus chères et recherchées de l'histoire de l'automobile, avec une cote à plus de 1 million €."
     }
    ],
    "specs": [
      {
        "name": "Body type",
        "value":  "2 seater roadster"
      },
      {
        "name": "Number of doors",
        "value":  "2"
      },
      {
        "name": "Designer",
        "value": "Albrecht Graf Goerz"
      },
      {
        "name": "Wheelbase",
        "value": "2479"
      },
      {
        "name": "Track/tread (front)",
        "value": "1441"
      },
      {
        "name": "Track/tread (rear)",
        "value": "1422"
      },
      {
        "name": "Length",
        "value": "4397"
      },
      {
        "name": "Width",
        "value": "1651"
      },
      {
        "name": "Height",
        "value": "1257"
      },
      {
        "name": "Ground clearance",
        "value": "178"
      },
      {
        "name": "length:wheelbase ratio",
        "value": "1.77"
      },
      {
        "name": "fuel tank capacity",
        "value": "110 litres"
      },
      {
        "name": "engine type",
        "value": "naturally aspirated petrol"
      },
      {
        "name": "Engine manufacturer",
        "value": "BMW"
      },
      {
        "name": "Cylinders",
        "value": "V 8 in 90°"
      },
      {
        "name": "Capacity",
        "value": "3169 cc | 3.2 litre"
      },
      {
        "name": "Bore",
        "value": "82"
      },
      {
        "name": "Stroke",
        "value": "75"
      },
      {
        "name": "Bore/stroke ratio",
        "value": "1.09"
      },
      {
        "name": "Valve gear",
        "value": "overhead valve (OHV)"
      },
      {
        "name": "Valves per cylinder",
        "value": "2"
      },
      {
        "name": "Valves in total",
        "value": "16"
      },
      {
        "name": "maximum power output",
        "value": "140 bhp at 4800 rpm"
      },
      {
        "name": "Specific output",
        "value": "44.2 bhp/litre"
      },
      {
        "name": "maximum torque",
        "value": "222 Nm at 2500 rpm"
      },
      {
        "name": "Specific torque",
        "value": "70.05 Nm/litre"
      },
      {
        "name": "Engine construction",
        "value": "aluminium block & head"
      },
      {
        "name": "compression ratio",
        "value": "7.8:1"
      },
      {
        "name": "Fuel system",
        "value": "2 So carbs"
      },
      {
        "name": "bmep (brake mean effective pressure)",
        "value": "880.3 kPa"
      },
      {
        "name": "Engine coolant",
        "value": "Water"
      },
      {
        "name": "Unitary capacity",
        "value": "396.13 cc"
      },
      {
        "name": "Aspiration",
        "value": "Normal"
      },
      {
        "name": "Intercooler",
        "value": "None"
      },
      {
        "name": "Catalytic converter",
        "value": "No"
      },
      {
        "name": "Engine position",
        "value": "front"
      },
      {
        "name": "Engine layout",
        "value": "longitudinal"
      },
      {
        "name": "Drive wheels",
        "value": "rear wheel drive"
      },
      {
        "name": "Front suspension",
        "value": "I.TB."
      },
      {
        "name": "Rear suspension",
        "value": "LA.TB."
      },
      {
        "name": "Brakes F/R",
        "value": "Di/Dr"
      },
      {
        "name": "Gearbox",
        "value": "4 speed manual"
      },
      {
        "name": "Top gear ratio",
        "value": "1"
      },
      {
        "name": "Final drive ratio",
        "value": "3.70"
      },
      {
        "name": "RAC rating",
        "value": "33.4"
      }
    ]
  },
  "medias": {
    "videos" : [
      {
        "title" : "This BMW 507 Has Been Reborn In The Memory Of Elvis Presley",
        "youtubeId": "Ekmmpb7JjOg",
        "author": "Petrolicious",
        "length": "6:06"
      },
      {
        "title" : "1957 BMW 507 Series 1 - Restored by RPM-Styling.com",
        "youtubeId": "0dmHzzYRgvo",
        "author": "RPMstyling",
        "length": "6:52"
      },
      {
        "title" : "Elvis Presley BMW 507 Car Restoration Work",
        "youtubeId": "eOnnwAtQKwE",
        "author": "LowMileage",
        "length": "43:01"
      }
    ],
    "photos" : [
    {
      "carId": "1",
      "src": "@/static/507/1.jpg"
    },
    {
      "carId": "2",
      "src": "@/static/507/2.jpg"
    },
    {
      "carId": "3",
      "src": "@/static/507/3.jpg"
    },
    {
      "carId": "4",
      "src": "@/static/507/4.jpg"
      },{
        "carId": "5",
        "src": "@/static/507/5.jpg"
      },
      {
        "carId": "6",
        "src": "@/static/507/6.jpg"
      },
      {
        "carId": "7",
        "src": "@/static/507/7.jpg"
      },
      {
        "carId": "8",
        "src": "@/static/507/8.jpeg"
      },
      {
        "carId": "9",
        "src": "@/static/507/9.jpeg"
      },
      {
        "carId": "10",
        "src": "@/static/507/10.jpeg"
      },
      {
        "carId": "11",
        "src": "@/static/507/11.jpg"
      },
      {
        "carId": "12",
        "src": "@/static/507/12.jpg"
      },
      {
        "carId": "13",
        "src": "@/static/507/13.jpg"
      }
    ],
    "articles": [
      {
        "title":"Elvis’ BMW 507 lives on: Comeback at the Concours d’Elegance in Pebble Beach.",
        "content":"Munich. The glittering comeback is now following one of the most spectacular classic-car discoveries of recent times. The BMW 507 was driven by US musician Elvis Presley, famous already at that time as the “King of Rock’n’Roll”, while he was doing his military service in Germany. After that it disappeared for nearly 50 years and was believed to have been lost before returning to the limelight. After almost two years of exacting restoration work, BMW Group Classic is presenting the roadster for the first time in a public arena. Restored to its original condition, it will be exhibited on 21 August 2016 at the Concours d’Elegance in Pebble Beach, California. The BMW 507 with chassis number 70079 will be on view for visitors to the popular classic car show exactly as it was when soldier Elvis Presley took delivery of the car on 20 December 1958: with paintwork finished in Feather White, the 150 hp V8 aluminium engine under the bonnet, centre-lock rims, black-and-white interior and a Becker Mexico radio.

        “The opportunity to bring back the BMW 507 owned by the King of Rock’n’Roll to us here in Munich for purposes of restoration in accordance with the wishes of the previous owner, Jack Castor, was a dream come true for all those involved,” commented Ulrich Knieps, Head of BMW Group Classic. “This was an exceptionally fascinating project. The outcome is not simply a source of great pride to us. Jack would undoubtedly have been delighted by the outcome.” In the summer of 2014, the exhibition of the unrestored discovery at the BMW Museum generated a great deal of excitement among classic car enthusiasts, but it also threw up questions: Was this really once Elvis’ BMW 507? And will it even be possible to transform this roadster back into a jewel of the 1950s?

        From “Return to Sender” into “It’s Now or Never”.

        The condition of the two-seater really was a cause for concern. Although the original body parts and other components were virtually all present and intact, the roadster had lost its engine and gearbox. The rear axle was a “replacement part” of unknown origin, rust was eating away the floor assembly, the seats were worn and there was no instrument panel. However, the fascination of a rare and beguilingly beautiful automobile outweighed all the inadequacies and deficiencies, augmented by the memory of Elvis Presley and his greatest hits. While the roadster came back to Munich under the slogan of “Return to Sender”, the solution was undoubtedly “It’s Now or Never”. A project managed by BMW Group Classic succeeded in restoring the automobile. In-house experts and external specialists joined forces to carry out the work and the result defined new benchmarks for the restoration of a BMW 507.

        Looking back on the process, the story of Elvis’ BMW 507 and its restoration is pure Rock’n’Roll: as captivating as the swinging hips of the “King”, energy sapping, an emotional roller-coaster, and full of surprising twists and turns. This is not simply a tale about the young GI Elvis Presley. It is also about the experienced “hillclimb champion” Hans Stuck, kissable lips daubed on white paint, a retired space engineer and a warehouse for pumpkins, a Chevy engine that was much too big, rubberised coconut mats and door handles printed in a 3D process. And the story already began three years before the “King” started military service with the US Army stationed in Hesse, Southern Germany.

        Myth among rarities: The BMW 507 of the “King”.

        The BMW 507 has always been one of the most exclusive and sought-after rarities in the model history of the brand with just 254 automobiles being produced between 1955 and 1959. Right after its world premiere at the Frankfurt International Motor Show in 1955, the two-seater penned by designer Albrecht Graf Goertz was hailed in the press as the “Dream from the Isar”. Celebrity owners like Alain Delon, Ursula Andress and John Surtees contributed to the image of the roadster as a status symbol. However, no other automobile of this model is shrouded in mythology like the BMW 507 once owned by Elvis Presley. This particular roadster was believed to have been lost for almost five decades. In fact, there was not even certainty about the chassis number of the car driven by the “King”. There were also doubts about whether Elvis Presley had ever transported the car back to the USA after he finished his military service in Germany, and nobody knew anything about the subsequent ownership of the car.

        All these puzzles have now been solved thanks to the experts at the BMW Group Classic Archives and American journalist Jackie Jouret, who works for “Bimmer” magazine in California. In 2006, she was already searching through contemporary reports for Elvis’ BMW 507 and relevant literature going into the history of this model. During the course of her work, she uncovered an essential detail. Various sources highlighted the fact that the BMW 507 delivered to Elvis Presley in Germany was not a brand new automobile but had previously been used by racing driver Hans Stuck. Between May and August 1958, the racing driver known as the “Hillclimb Champion” won a number of hillclimbs in Germany, Austria and Switzerland – in a white BMW 507 with chassis number 70079 and registration plate M–JX 800. It is also a known fact verified by photographs that this roadster rolled off the assembly line on 13 September 1957. A few days later, it was exhibited at the Frankfurt International Motor Show and repeatedly used for test drives by the press. As early as October 1957, Hans Stuck presented the car at the London Motor Show and then drove the roadster through Belgium, where he presented it to King Baudouin, before motoring down to the Turin Motor Show. And as if that were not enough, in the summer of 1958, Stuck’s BMW 507 won the automobile beauty competition in Wiesbaden and then played a role in the Bavaria film studio for the feature film “Hula-Hopp Conny” with Cornelia Froboess and Rudolf Vogel.

        This vehicle had been carefully serviced at BMW after every race, the engine had been upgraded and a new gearbox fitted when it ended up with a dealer in Frankfurt in the autumn of 1958. The young US soldier Presley was 23 at the time, and he came along and took it out on a test drive for a spin. The “King” was immediately impressed by it and decided to buy the car. Photos taken at the time show that export licence plates had already been fitted to the BMW 507. Later on it was given a registration from the US military that changed every year. This was part of the reason why subsequent identification of the vehicle proved to be complicated later on. The experts from the BMW Group Classic Archives were only absolutely certain about its provenance when they came across the insurance proposal from December 1958 which contained the chassis number 70079 alongside registration of the keeper of the vehicle as Elvis Aaron Presley.

        Pampered in Germany, radically modified in the USA.

        Elvis Presley used the BMW 507 to drive between his home in Bad Nauheim and the US Army Base in Friedberg. His female fans always kept a close eye on him and he was often mobbed by them. The paintwork of the roadster was frequently daubed with messages of love painted in lipstick. These signs of adoration were by no means unusual for a rock star but they were an embarrassment to Presley as a young US soldier. A new livery in Red for the vehicle solved the problem.

        In March 1960, Elvis Presley ended his military service in Germany. Back on American highways, he must have abandoned sheer driving pleasure in an open-top BMW since a few months later he traded in the red roadster bearing chassis number 70079 with a Chrysler dealer in New York. The dealer in turn sold the car for the ridiculously low price from today’s perspective of 4 500 dollars to radio moderator Tommy Charles. Charles took the automobile to his home town of Birmingham in the state of Alabama where a very successful racing career began, although this move was very questionable when it came to the issue of authenticity. The BMW 507 was fitted with a Chevrolet engine in preparation for action on the race track. This took up so much space that parts of the front frame carrier had to be cut out. The gearbox and the rear axle, and the instruments in the cockpit were replaced. Charles won a race in Daytona Beach/Florida with the radically modified roadster and he lined up on the starting grid in several more competitions before selling the vehicle in the course of 1963.

        Two more changes of ownership followed and the BMW 507 then went to California. Space engineer Jack Castor acquired the car in 1968 and he used it occasionally as a runabout for everyday use before deciding to put the car into storage for a subsequent restoration. Castor was a passionate collector of historic bicycles and over the years he also amassed an impressive collection of classic automobiles in Half Moon Bay to the south of San Francisco. He got involved with several classic car clubs and delved into the history of the vehicles he had acquired.

      The “Holy Grail” in the pumpkin warehouse.

      Castor also put together a comprehensive dossier on his BMW 507. Meanwhile, the engineer had gone into retirement and one day he happened to see the article in “Bimmer” magazine. Castor wrote to the author, told her about the BMW 507 with chassis number 70079 that he owned and invited her over to look at the vehicle. He was aware that he was the owner of the racing car driven by “hillclimb champion” Hans Stuck, but up to then he had only been able to speculate about a potential connection with Elvis. However, Jackie Jouret was absolutely certain about this issue. She accompanied Jack Castor to a warehouse for pumpkins where the red BMW 507 was stored alongside other venerable vehicles. “Jack had tied down its engine bonnet with ropes,” recalled the journalist when she looked back on the moment of discovery. “It took some time until we actually got the engine compartment open and identified the stamped chassis number: 70079, the Holy Grail among BMW numbers.”

      Jack Castor had already collected a large number of parts carefully stowed in boxes for the planned restoration of the roadster to its original condition. What he lacked was an appropriate engine and the necessary time to see the project through. However, things then started to happen. Jackie Jouret set up the contact with BMW Group Classic where new information about the identity of the BMW 507 used by Elvis Presley in Germany was being gathered. This allowed the facts that had been researched in the USA to be confirmed.

      Jack Castor was not interested in making a fast buck out of the unexpected additional fame of his BMW 507. However, the contact with BMW Group Classic was strengthened. After several years and a number of discussions with the experts for restoring classic cars at BMW Group Classic, Klaus Kutscher and Axel Klinger-Köhnlein, an agreement was reached. Alongside the purchase of the vehicle by BMW Group Classic, it also included the authentic restoration of the car along the lines envisaged by Castor.

      By container to the museum – and from there into the workshop.

      The time had come in the spring of 2014. The BMW 507 was shipped to Germany in a container, together with the spare parts collected by Castor. The first stop in Munich was the BMW Museum where the roadster was presented to an admiring audience in the special exhibition “Elvis’ BMW 507 – lost and found”. Work then began on restoration in the workshop of BMW Group Classic.

      As was usual for projects of this nature, phase one was primarily destructive in nature. The vehicle was completely dismantled, a process which in this special case took an entire week, rather than the two days that had been originally planned. Initially, the aluminium body was separated from the floor assembly made of sheet steel. This was the only way of retaining as much of the original material as possible. The paint was then removed from the floor assembly in an acid bath and from the body in an alkaline bath. The engine had already been removed and the remnants of the interior that remained had been set aside.

      A lot of components had to be remanufactured from scratch because the stocks of original parts for the BMW 507 are limited even at BMW Group Classic. Traditional craftsmanship in the style of the 1950s was melded with high-tech production procedures of the modern world. The instrument panel was newly cast on the basis of the original. The leather upholstery was created to precisely match the pattern shown in old photographs and catalogues. When the seats were reconstructed, it proved possible to use the original steel subframe for the seats after all the rust had carefully been removed. A rubberised coconut mat was then drawn over the steel springs. This natural material was already being used in the 1950s for series production of the BMW 507, alongside the overlaid felt and linen layers to make the seats as comfortable as possible. Window winders and door handles were remanufactured in an advanced, modern 3D printing process based on the original dimensions. After producing a digital data set by three-dimensional scan of the original part, a facsimile was generated with the help of additive manufacturing and mirror finished afterwards. By contrast, the rubber seal for the tank cover was reproduced in a conventional manufacturing procedure. Since this component like many others in the BMW 507 had fallen prey to the ravages of time, a small series was produced. This means that roadster users are now able to source this spare part in the parts shop of BMW Group Classic.

      The BMW 507 makes a comeback – it’s just like the car Hans Stuck drove, the one Elvis purchased, and this is the way Jack Castor wanted it.

      The engine for Elvis’ BMW 507 was completely rebuilt from spare parts. The 3.2 litre V8 engine was reconditioned precisely in conformity with the original specifications of the BMW 507, but it was not given an engine number on account of the unavoidable but otherwise unusual use of old and new components. The front frame carrier, which had been cut down at an early stage, also had to be reproduced in its original geometry and integrated in the floor assembly. The wooden nailing strip for fixing the soft top in place was also reproduced using materials and processing methods in keeping with the 1950s.

      Maximum authenticity was also the objective in painting the vehicle. The BMW 507 is now resplendent once again in Feather White. The primer coat, the filler and the top coat were not applied by the methods that are commonplace today. Rather, they were implemented in a procedure that corresponds to the technology in use some 60 years ago. This enabled the excessive colour brilliance to be avoided which is considered desirable nowadays but is inappropriate for classic cars.

      Similar to the reconstruction of the V8 engine and the use of true-to-original parts and production procedures, the selection of paintwork also corresponds precisely to the conditions defined by Jack Castor. Right from the start, he wanted to restore the roadster to the original condition it was supplied in back in 1958. However, his aspiration to be able to see the BMW 507 through the eyes of the “King” remained unfulfilled. Jack Castor passed away at the age of 77 in November 2014. We will therefore remember him at Pebble Beach. The BMW 507 will be presented there for the first time not simply as the automobile of the “King”, but also as the legacy of Jack Castor and a masterpiece of BMW Group Classic.",
      "author":"bmwgroup",
      "date":"8 Apr 2016",
      "featuredImgSrc":"https://mediapool.bmwgroup.com/cache/P9/201608/P90229718/P90229718-elvis-bmw-507-08-2016-2121px.jpg"
    },
    {
      "title":"It was Now or Never for Elvis’s BMW 507",
      "content":"Since it was discovered in a dusty San Francisco garage two years ago, the decrepit BMW 507 Roadster that was once so famously owned by Elvis Presley has undergone a scrupulous restoration at BMW’s Classic division in Munich. But should it have been left as it was found?
      Journalist Jackie Jouret tracked down the car after noticing a discrepancy with the serial number of the other BMW 507 that was previously believed to have been owned by ‘The King’. She realised that chassis 70079, which was soon discovered to be nestled away in Jack Castor’s barn, was indeed the real Elvis 507.

      Over the years, the thought-lost car had fallen into a state of disrepair, and who better to undertake the restoration of such a significant 507 than BMW’s Classic division? Over a two-year period, it embarked on a meticulous ground-up restoration, which involved returning the red roadster to ‘Featherwhite’, as it was originally delivered, and building an entirely new engine to replace the Chevrolet V8 that had been subsequently fitted. The whole process has been documented on BMW Classic’s website, and the finished car is set to make its debut at the Pebble Beach Concours d’Elegance alongside a number of other BMWs, to celebrate the marque’s centenary. Looking at the beguiling originality of the car in the ‘before’ pictures, we wonder if a more sympathetic restoration would have been more appropriate? We certainly would have kept it in red – Elvis had sprayed it that colour allegedly to hide the lipstick-drawn notes he’d receive every time he left it somewhere. Some might say he had a Wooden Heart?",
      "author":"classicdriver",
      "date":"31 July 2016",
      "featuredImgSrc":"https://pictures.topspeed.com/IMG/crop/201807/a-bmw-507-brought-in-19_1600x0w.jpg"
    }
    ]
  }
}